{
    "Search":[
      {
        "Id": "1",
        "Nombre": "Salón Esmeralda",
        "Descripcion": "Un salón elegante con un ambiente sofisticado, ideal para bodas y eventos de gala.",
        "Espacio": "300 personas",
        "Imagen": "https://salonesyfiestas.com.mx/wp-content/uploads/2024/03/salones-de-fiestas_131-1.webp",
        "Anfitrion": "Anastacio",
        "CostoHr": 125
      },
      {
        "Id": "2",
        "Nombre": "Jardines del Sol",
        "Descripcion": "Un amplio jardín con áreas verdes y un pabellón para eventos al aire libre como fiestas de día y ceremonias.",
        "Espacio": "500 personas",
        "Imagen": "https://i0.wp.com/presidenteicmexico.com/wp-content/uploads/2024/04/salones-fiestas-cdmx-cumplea%C2%A7os-esp.jpg?fit=479%2C254&ssl=1",
        "Anfitrion": "Fulgencio",
        "CostoHr": 150
      },
      {
        "Id": "3",
        "Nombre": "Salón Diamante",
        "Descripcion": "Espacio moderno con iluminación LED y una pista de baile grande, perfecto para eventos corporativos y fiestas nocturnas.",
        "Espacio": "200 personas",
        "Anfitrion": "Elias",
        "CostoHr": 200
      },
      {
        "Id": "4",
        "Nombre": "Palacio Real",
        "Descripcion": "Un majestuoso salón de estilo clásico, ideal para eventos grandes como bodas, quinceañeras y conferencias.",
        "Espacio": "600 personas",
        "Anfitrion": "Juan Carlos",
        "CostoHr": 135
      },
      {
        "Id": "5",
        "Nombre": "Terraza del Lago",
        "Descripcion": "Una terraza con vista al lago, perfecta para recepciones, fiestas de cumpleaños y eventos más íntimos.",
        "Espacio": "150 personas",
        "Anfitrion": "Ana",
        "CostoHr": 190
      },
      {
        "Id": "6",
        "Nombre": "Elixir Hall",
        "Descripcion": "Élixir Hall no es solo un salón de fiestas, es una experiencia inmersiva donde cada rincón cuenta una historia de elegancia, magia y sofisticación. Este espacio único combina lo clásico y lo contemporáneo, con una decoración vanguardista que incluye paredes espejadas, techos altos decorados con luces de cristal que simulan estrellas, y ventanales con vistas a un jardín vertical que, por la noche, se ilumina con un espectáculo de luces diseñado especialmente para eventos. Élixir Hall cuenta con zonas VIP para los invitados más especiales, y el ambiente se transforma durante la noche, desde una cálida recepción hasta una auténtica fiesta de ensueño. Es ideal para bodas, quinceaños, eventos corporativos y cualquier celebración que exija un toque de lujo sin igual.",
        "Espacio": "200 personas",
        "Anfitrion": "Fornic",
        "CostoHr": 170
      }
  ]
  }